{"Menu": [{"id": 1, "Name": "FOCACCIA DIP", "Description": "Nuestra masa de pizza blanca, acompañada de nuestras recetas secretas de pesto verde y rosso. OPCIÓN SIN GLUTEN +1 €", "Price": 10.5}, {"id": 2, "Name": "AUBERGINE PROVOLONE", "Description": "Queso provolone sobre berenjena plancha, salsa pomodoro, tomates cherrys asados y pan casero de masa madre. OPCIÓN SIN GLUTEN +1 €", "Price": 10.9}, {"id": 3, "Name": "QUESADILLAS SAN CHEDDAR", "Description": "Tres tortillas de trigo rellenas de mozzarella ahumada, Cheddar cheese, pico de gallo y jalapeños, acompañadas de salsa fresca casera tex-mex.", "Price": 11.9}, {"id": 4, "Name": "TEQUEÑOS XXL", "Description": "6 uds. de fingers de mozzarella envueltos en una fina masa casera, se acompaña con salsa miel y mostaza para dipear.", "Price": 12.9}, {"id": 5, "Name": "CHICKEN ALIÑAS BRAVAS", "Description": "Alitas de pollo fritas con especias tex-mex, embadurnadas en salsa estilo Buffalo, se acompaña de un dip de salsa ranch.", "Price": 12.9}, {"id": 6, "Name": "GUACAMOLE & CHIPS", "Description": "Totopos artesanos acompañados con cremoso guacamole tradicional con topping de semillas de granada, muy Fire.", "Price": 14.25}, {"id": 7, "Name": "LOADED BEEF NACHOS", "Description": "¿Listos para el reels? Totopos artesanos con guiso tex-mex de carne de vacuno picada, pico de gallo, crema agria y jalapeños. Baño final de nuestra salsa más chorreante de queso cheddar.", "Price": 15.5}, {"id": 8, "Name": "CAESAR SALAD", "Description": "Lechuga iceberg crujiente, pechuga de pollo empanada, Grana Padano, croutons de pan, salsa caesar casera.", "Price": 13.75}, {"id": 9, "Name": "BUFFALA CAPRESE SALAD", "Description": "Mozzarella de buffala, tomate fresco, albahaca, salsa pesto, reducción de Módena.", "Price": 14.5}, {"id": 10, "Name": "BURRATA SALAD", "Description": "Burrata fresca sobre mix de canónigos y rúcula acompañada de tomate cherry asado, aceituna negra, pane carasau y pesto rosso de tomate seco. OPCIÓN SIN GLUTEN", "Price": 15.9}, {"id": 11, "Name": "SPAGHETTI ALFREDO", "Description": "Spaghetti, bacon y champis salteados en mantequilla, cebolla pochada, Grana Padano, pimienta negra. OPCIÓN SIN GLUTEN +1 €", "Price": 13.9}, {"id": 12, "Name": "TAGLIATELLE BOLOGNESE", "Description": "Tagliatelle all´uovo, ragú bolognese casero de carne picada, apio, zanahoria, cebolla, tomate italiano. OPCIÓN SIN GLUTEN +1 €", "Price": 14.25}, {"id": 13, "Name": "FETTUCCINE CHERRY & PESTO", "Description": "Fetuccine all´uovo e spinaci, tomate cherry salteado, aceituna negra, pesto verde. OPCIÓN SIN GLUTEN +1 €", "Price": 15.5}, {"id": 14, "Name": "LASAGNA BOLOGNESE", "Description": "Lasagna di pasta fresca all´uovo, ragú bolognese casera, bechamel, emmental, jamón cocido extra, mozzarella fior di latte.", "Price": 15.9}, {"id": 15, "Name": "MARGHERITA", "Description": "Salsa pomodoro, mozzarella fior di latte, tomate en dados, hojas de albahaca. MASA GLUTEN FREE +1 €", "Price": 10.9}, {"id": 16, "Name": "SPANISH MARGHERITA", "Description": "Salsa pomodoro, mozzarella fior di latte, jamón cocido extra. MASA GLUTEN FREE +1 €", "Price": 12.9}, {"id": 17, "Name": "VEGGIE", "Description": "Salsa pomodoro, mozzarella fior di latte, pimiento rojo al grill, berenjena, calabacín, mozzarella fresca, dados de tomate, rúcula. MASA GLUTEN FREE +1 €", "Price": 13.9}, {"id": 18, "Name": "CAPRICCIOSA", "Description": "Salsa pomodoro, mozzarella fior di latte, huevo, jamón cocido, aceituna negra, champis, calabacín. MASA GLUTEN FREE +1 €", "Price": 14.75}, {"id": 19, "Name": "QUATTRO FORMAGGI", "Description": "Salsa pomodoro, mozzarella fior di latte, emmental, gorgonzola, dados de tomate, mozzarella fresca, rúcula. MASA GLUTEN FREE +1 €", "Price": 15.5}, {"id": 20, "Name": "BRESAOLA AFFUMICATA", "Description": "Salsa pomodoro, emmental, cecina, Grana Padano, rúcula. MASA GLUTEN FREE +1 €", "Price": 15.5}, {"id": 21, "Name": "CAPRESE", "Description": "Salsa pomodoro, mozzarella fior di latte, tomate cherry, pesto verde, mozzarella fresca y albahaca. MASA GLUTEN FREE +1 €", "Price": 16.25}, {"id": 22, "Name": "MARE E MONTI", "Description": "Salsa pomodoro, mozzarella fior di latte, champis, langostinos, jamón curado speck, rucula, mozzarella fresca. MASA GLUTEN FREE +1 €", "Price": 16.5}, {"id": 23, "Name": "HANGOVER", "Description": "Salsa pomodoro, cheddar, mozarella fior di latte, bacon, huevo, tabasco. MASA GLUTEN FREE +1 €", "Price": 13.25}, {"id": 24, "Name": "PEPPERONI", "Description": "Salsa pomodoro, emmental, mozzarella fior di latte, pepperoni, dados de tomate, mozzarella fresca. MASA GLUTEN FREE +1 €", "Price": 14.5}, {"id": 25, "Name": "PIZZBURGER", "Description": "Salsa pomodoro, cheddar, mozzarella fior di latte, carne picada, bacon, huevo, dados de tomate. MASA GLUTEN FREE +1 €", "Price": 15.5}, {"id": 26, "Name": "BBQ CHICKEN", "Description": "Base BBQ, mozzarella fior di latte, pollo, bacon, cebolla morada, dados de tomate y cebollino. MASA GLUTEN FREE +1 €", "Price": 15.5}, {"id": 27, "Name": "ULTIMATE HAWAIIAN", "Description": "Mozzarella fior di latte, piña al grill con cayena, cebolla, jamón cocido extra, bacon, Grana Padano en lascas, cebollino. MASA GLUTEN FREE +1 €", "Price": 15.9}, {"id": 28, "Name": "CHICAGO STYLE CALZONE", "Description": "Queso emmental, mozzarella or di latte, champis, salsa boloñesa", "Price": 16.5}, {"id": 29, "Name": "Classic Smash", "Description": "Brioche artesano, doble burger patty 100% vacuno mayor, mozzarella ahumada, tomate, lechuga y cebolla blanca. OPCIÓN GLUTEN FREE +1 € OPCIÓN CORISTANCO DELUXE +1 €", "Price": 14.5}, {"id": 30, "Name": "California Style", "Description": "Brioche artesano, doble burger patty 100% vacuno mayor, mozzarella ahumada, lechuga y tomate, cebolla a la plancha, pepinillos y doble de salsa burger california style. OPCIÓN GLUTEN FREE +1 € OPCIÓN CORISTANCO DELUXE +1 €", "Price": 15.9}, {"id": 31, "Name": "Spicy Bacon & Egg", "Description": "Brioche artesano, doble burger patty 100% vacuno mayor y doble de cheddar, huevo campero y bacon plancheados, ketchup picante. OPCIÓN GLUTEN FREE +1 € OPCIÓN CORISTANCO DELUXE +1 €", "Price": 16.9}, {"id": 32, "Name": "GRILLED CHICKEN THIGHS", "Description": "Muslo de pollo con su contramuslo deshuesado y a la plancha. Marinado con especias tex, se sirve con patatas fritas, maiz dulce con mantequilla y queso de cabra, fresh-mex salsa aparte.", "Price": 14.9}, {"id": 33, "Name": "SCALOPPINE GORGONZOLA", "Description": "Cortes de filete de ternera suprema, sobre cama de patatas fritas, bañadas en cremosa salsa gorgonzola.", "Price": 18.5}, {"id": 34, "Name": "Capitano's Honey Mustard Ribs", "Description": "Costillar de cerdo ahumado a baja temperatura en rub de especias tex-mex, lacado al horno con salsa casera de miel y mostaza. Acompañado de tortilla chips y salsa fresh-mex.", "Price": 19.5}, {"id": 35, "Name": "Capitano's BBQ Ribs", "Description": "Costillar de cerdo ahumado a baja temperatura en rub de especias tex-mex, lacado al horno con salsa BBQ. Acompañado de tortilla chips y salsa fresh-mex.", "Price": 19.5}, {"id": 100, "Name": "Agua", "Description": "Botella de agua", "Price": 1.6}, {"id": 101, "Name": "Gaseosa/Refresco", "Description": "Bebida con azucar", "Price": 2.5}, {"id": 102, "Name": "Caña", "Description": "Caña de Cerveza", "Price": 2.75}, {"id": 103, "Name": "Tanque 3L", "Description": "Tanque 3L de cerveza", "Price": 20.0}, {"id": 104, "Name": "Tanque 5L", "Description": "Tanque 5L de cerveza", "Price": 32.0}, {"id": 105, "Name": "Tanque 1906 3L", "Description": "Tanque 1906 3L de cerveza", "Price": 22.0}, {"id": 106, "Name": "Tanque 1906 5L", "Description": "Tanque 1906 5L de cerveza", "Price": 35.0}, {"id": 200, "Name": "NEW YORK CHEESECAKE", "Description": "Receta americana de tarta de queso al horno con fresas estofadas y nube de nata montada.", "Price": 6.5}, {"id": 201, "Name": "OREO CHEESECAKE", "Description": "Crema de queso y nutella sobre crumble de oreo.", "Price": 6.5}, {"id": 202, "Name": "SPECIAL CAKE", "Description": "Pregunta por la tarta americana que tenemos hoy, recién hecha por nuestros pasteleros: Carrot Cake, Lotus cheesecake , Red Velvet...", "Price": 7.5}, {"id": 203, "Name": "BROWNIE & GELATO", "Description": "Pastel caliente de mantequilla, huevo, chocolate y nueces acompañado de una bola de helado de vainilla artesano", "Price": 7.5}, {"id": 204, "Name": "GELATO ARTIGIANALE", "Description": "2 bolas de gelato artesanal italiano, a elegir entre cinco sabores (fresa, chocolate, nata, vainilla o yogur). OPCIÓN GLUTEN FREE", "Price": 5.0}, {"id": 205, "Name": "AFFOGATO", "Description": "Gelato de vainilla artesano regado por un café expresso italiano hecho al momento. OPCIÓN GLUTEN FREE", "Price": 6.5}, {"id": 206, "Name": "TIRAMISU", "Description": "Italian style. Queso mascarpone, yema de huevo, azúcar, café espresso y galleta.", "Price": 6.5}, {"id": 207, "Name": "MILK SHAKE", "Description": "Batidos de leche con 2 bolas de gelato artesano, endulzados con siropes de sabores: caramel vainilla, cioccolato o fragola. OPCIÓN GLUTEN FREE", "Price": 5.7}, {"id": 208, "Name": "FREAK SHAKE REDONDO", "Description": "Batido de leche y 4 bolas de gelato artesano italiano de chocolate. Decoramos con sirope de chocolate y terminamos con un donut, nata y barquillo.", "Price": 8.5}, {"id": 209, "Name": "FREAK SHAKE DE CHEESECAKE", "Description": "Batido de 4 bolas de gelato artesano de fresa, sirope de nata, se corona con una porción de New York Cheesecake al horno y confitura de fresa.", "Price": 8.9}, {"id": 210, "Name": "FREAK SHAKE DE OREO", "Description": "4 bola de gelato artesano italiano de vainilla batidas con oreos, leche y crema de Baileys. ¡Se sirve con sirope de chocolate, nata montada y mini oreos!", "Price": 9.5}, {"id": 211, "Name": "Cafe", "Description": "Todo tipo de bebida cafeinada", "Price": 1.5}]}